Repository: icemac/icemac.ab.locales
Catalog: src/icemac/ab/locales/*/LC_MESSAGES/icemac.addressbook.po
Languages: de

source: Calendar
de: Kalender

source: Time zone
de: Zeitzone

source: switch to the tabular view for a single month
de: Zur Ansicht für einen einzelnen Monat als Kalenderblatt wechseln.

source: Month tabular view
de: Monatskalenderblatt

source: switch to the tabular view for a whole year
de: Zur Ansicht für das ganze Jahr wechseln.

source: Year tabular view
de: Jahreskalender

source: switch to the event views
de: Zur den Listenansichten wechseln.

source: Event views
de: Listenansichten

source: switch to previous month
de: Zum vorherigen Monat wechseln.

source: switch to next month
de: Zum nächsten Monat wechseln.

source: month
de: Monat

source: year
de: Jahr

source: Month changed.
de: Kalendermonat geändert.

source: Year changed.
de: Kalenderjahr geändert.

source: Missing: ${value}
de: Fehlend: ${value}

source: Please deselect the persons prefixed with "Missing:" They are no longer in the list of available persons. (Maybe reconsider the following setting: Master Data > Calendar > Settings > Person keyword)
de: Bitte wählen Sie die Personen ab, die mit „Fehlend:” gekennzeichnet sind. Sie nicht länger in der Liste auswählbaren Personen. (Vielleicht sollten sie folgende Einstellung überdenken: Stammdaten > Kalender > Einstellungen > Personen-Schlagwort.)

source: Add new event
de: Neues Ereignis hinzufügen

source: Edit event
de: Ereignis bearbeiten

source: Clone event
de: Ereignis kopieren

source: Delete event
de: Ereignis löschen

source: Do you really want to delete this event?
de: Wollen Sie dieses Ereignis wirklich löschen?

source: Do you really want to clone this event?
de: Wollen Sie dieses Ereignis wirklich kopieren?

source: Edit recurred event
de: Wiedergekehrtes Ereignis bearbeiten

source: Save
de: Speichern

source: View recurred event
de: Wiedergekehrtes Ereignis

source: Delete recurred event
de: Wiedergekehrtes Ereignis löschen

source: Do you really want to delete this recurred event?
de: Wollen Sie dieses wiedergekehrte Ereignis wirklich löschen?

source: event
de: Ereignis

source: whole day event?
de: Ganztagestermin?

source: date
de: Datum

source: time
de: Uhrzeit

source: Either enter a `time` or select `whole day event`!
de: Tragen Sie eine Uhrzeit ein oder wählen sie Ganztagestermin aus.

source: datetime
de: Datum und Uhrzeit

source: Edit
de: Bearbeiten

source: Add new event for this day.
de: ﻿Neues Ereignis für diesen Tag hinzufügen.

source: This category already exists.
de: Diese Ereigniskategorie existiert bereits.

source: recurring event
de: Wiederkehrendes Ereignis

source: Close the event view and go back to the month view.
de: Listenansicht schließen und zu Monatskalender zurückkehren.

source: close
de: schließen

source: Please create an "Event view" in Master data > Calendar first.
de: Bitte erstellen sie zuerst eine Listenansicht unter Stammdaten > Kalender > Listenansichten.

source: 4 weeks in past
de: 4 Wochen in der Vergangenheit

source: 3 weeks in past
de: 3 Wochen in der Vergangenheit

source: 2 weeks in past
de: 2 Wochen in der Vergangenheit

source: 1 week in past
de: 1 Woche in der Vergangenheit

source: 3 days in past
de: 3 Tage in der Vergangenheit

source: 1 day in past
de: 1 Tag in der Vergangenheit

source: current day
de: aktuelles Datum

source: 1 day in future
de: 1 Tag in der Zukunft

source: 3 days in future
de: 3 Tage in der Zukunft

source: 1 week in future
de: 1 Woche in der Zukunft

source: 2 weeks in future
de: 2 Wochen in der Zukunft

source: 3 weeks in future
de: 3 Wochen in der Zukunft

source: 4 weeks in future
de: 4 Wochen in der Zukunft

source: 1 week
de: 1 Woche

source: 2 weeks
de: 2 Wochen

source: 3 weeks
de: 3 Wochen

source: 4 weeks
de: 4 Wochen

source: title
de: Bezeichnung

source: Shown on the event views page in the drop down.
de: Wird in der Listenansicht im Auswahlfeld angezeigt.

source: start date
de: Startdatum

source: The start date used in the view will be differing from the current date by the chosen period of time.
de: Das Anfangsdatum, das in der Listenansicht verwendet wird, unterscheidet sich um den ausgewählten Zeitraum vom aktuellen Datum.

source: duration
de: Dauer

source: This number of days is shown in the view.
de: So viele Kalenderwochen werden in der Listenansicht angezeigt.

source: categories
de: Ereigniskategorien

source: Show in the view only events having one of these categories.
de: In der Listenansicht werden nur Ereignisse angezeigt, die zu einer der ausgewählten Kategorien gehören.

source: event category
de: Ereigniskategorie

source: show fields
de: Felder

source: Additional event fields to be shown in the view.
de: Zusätzliche Felder, die in der Listenansicht angezeigt werden sollen.

source: No event views defined yet.
de: Es sind noch keine Listenansichten definiert.

source: Add new event view configuration
de: Neue Listenansicht hinzufügen

source: Edit event view configuration
de: Listenansicht bearbeiten

source: Delete
de: Löschen

source: Delete event view configuration
de: Listenansicht löschen

source: Do you really want to delete this event view configuration?
de: Wollen Sie diese Listenansicht wirklich löschen?

source: event view configuration
de: Listenansicht

source: This title is already used for an event view configuration.
de: Dieser Titel wird bereits für eine andere Listenansicht verwendet.

source: Additional event fields to be displayed in calendar
de: Zusätzliche Felder, die in der Kalender-Ansicht angezeigt werden sollen

source: Person keyword
de: Personen-Schlagwort

source: Only persons having the keyword assigned which is selected here will show up in the person list when editing an event. If no keyword is selected all persons will show up.
de: Nur Personen, die dieses Schlagwort haben, können einem Ereignis zugeordnet werden. Wenn kein Schlagwort ausgewählt ist, können alle Personen des Adressbuchs Ereignissen zugeordnet werden.

source: alternative title to category
de: Alternativer Titel (überschreibt Kategorie)

source: persons
de: Personen

source: other persons
de: weitere Personen

source: person name
de: Name

source: notes
de: Anmerkungen

source: recurrence period
de: Wiederholung

source: recurrence end
de: endet (leer für nie)

source: Edit settings
de: Einstellungen bearbeiten

source: Event categories
de: Ereigniskategorien

source: No event categories defined yet.
de: Es sind noch keine Ereigniskategorien definiert.

source: Add new event category
de: Neue Ereigniskategorie hinzufügen

source: Edit event category
de: Ereigniskategorie bearbeiten

source: Delete event category
de: Ereigniskategorie löschen

source: Do you really want to delete this event category?
de: Wollen Sie diese Ereigniskategorie wirklich löschen?

source: Calendar view
de: Einstellungen

source: Recurring Events
de: Wiederkehrende Ereignisse

source: No recurring events defined yet.
de: Es sind noch keine wiederkehrenden Ereignisse angelegt.

source: to
de: bis

source: Add new recurring event
de: Neues wiederkehrendes Ereignis hinzufügen

source: Delete recurring event
de: Wiederkehrendes Ereignis löschen

source: Do you really want to delete this recurring event?
de: Wollen Sie dieses wiederkehrende Ereignis wirklich löschen?

source: Calendar editor
de: Kalender lesen und schreiben

source: Calendar visitor
de: Kalender lesen

source: Export current month
de: Diesen Monat exportieren

source: HTML to be inserted above calendar in export file
de: HTML-Code, der in der Exportdatei über den Kalenderdaten stehen soll

source: HTML to be inserted below calendar in export file
de: HTML-Code, der in der Exportdatei unter den Kalenderdaten stehen soll

source: Name for the generated file when downloading
de: Name der Datei beim Download

source: Export only events having one of these categories
de: Nur Ereignisse der folgenden Kategorien exportieren

source: Use this user defined Boolean field to determine whether the event is a top event
de: Benutzerdefiniertes Feld vom Typ Wahrheitswert, welches festlegt, ob das Ereignis ein besonderes Ereignis ist

source: Top events are rendered with the CSS class `special` and show up in the forecast list below the calendar table.
de: Besondere Ereignisse bekommen die CSS-Klasse „special“ und werden in der Vorschauliste unter dem Kalenderblatt angezeigt.

source: Use this user defined URL field to determine whether the event should be rendered as a link event
de: Benutzerdefiniertes Feld vom Typ URL, welches festlegt, ob ein Termin als Link angezeigt wird

source: If a URL is entered in this field the event is rendered as a link to the URL.
de: Wenn eine URL in dieses Feld eingetragen ist, wird das Ereignis im Kalender als Link zu dieser URL angezeigt.

source: Configure the calendar html export
de: HTML-Export des Kalenders konfigurieren

source: Calendar eport editor
de: Kalender-Export bearbeiten

source: Role which allows to edit masterdata of the calendar export.
de: Rolle, die es erlaubt die Stammdaten des Kalender-Exports zu bearbeiten.

source: Calendar exporter
de: Kalender exportieren

source: Role which allows to export the calendar data.
de: Rolle, die es erlaubt den Kalender zu exportieren.

source: Import data
de: Daten importieren

source: file
de: Datei

source: Edit file
de: Datei bearbeiten

source: Supported import file formats
de: Unterstützte Import-Formate

source: Importer
de: Import

source: Files for import
de: Importdokumente

source: No import files uploaded, yet.
de: Es wurden noch keine Dateien hochgeladen.

source: MIME type
de: Dokumentart

source: Notes
de: Anmerkungen

source: Import
de: Importieren

source: Go back
de: Zurück

source: Import Wizard
de: Importassistent

source: Import complete.
de: Import abgeschlossen.

source: Complete
de: Abschluss

source: Edit import file
de: Datei bearbeiten

source: Value ${value} is not allowed. Allowed values are: ${values}
de: Der Wert ${value} ist nicht erlaubt. Erlaubte Werte sind: ${values}

source: ${value} is no valid date.
de: ${value} ist kein gültiges Datum.

source: ${value} is no valid datetime. Must match to format string "${format}".
de: ${value} ist keine gültige Kombination aus Datum und Uhrzeit. Sie muss zu folgendem Format passen: ${format}.

source: ${value} is not a valid integer number.
de: ${value} ist keine gültige Ganzzahl.

source: ${value} is not a valid decimal number.
de: ${value} ist keine gültige Dezimalzahl.

source: Not enough data fields in row.
de: In der Zeile befinden sich nicht genügend Daten.

source: Map fields
de: Felder zuweisen

source: main
de: bevorzugte

source: other
de: weitere

source: Import file format
de: Dateiformat

source: If the drop-down is empty the file's format is not supported.
de: Wenn die Auswahlliste leer ist, wird das Format der Datei für den Import nicht unterstützt.

source: person sub-entities
de: Personenattribute

source: This is the maximum number per person of postal addresses, phone numbers, e-mail addresses resp. homepage addresses the import file contains.
de: Dies ist die maximale Anzahl von Postadressen, Telefonnummern, e-Mail-Adressen bzw. Homepage-Adressen pro Person, die die Import-Datei enthält.

source: File format settings
de: Dateiformat-Einstellungen

source: Keep imported data?
de: Importierte Daten speichern?

source: There was nothing to import in the import file.
de: In der Datei wurde nichts gefunden, was importiert werden konnte.

source: Errors:
de: Fehler:

source: Review imported data
de: Importierte Daten durchsehen

source: CSV file (comma separated fields, ISO-dates, UTF-8 encoded)
de: CSV-Datei (kommagetrennte Felder, Datumsangaben nach ISO, in UTF-8 kodiert)

source: Microsoft Excel file
de: Microsoft Excel-Datei

source: postal address
de: Anschrift

source: none
de: keine

source: e-mail address
de: E-Mail-Adresse

source: home page address
de: Homepage-Adresse

source: phone number
de: Telefonnummer

source: address book
de: Adressbuch

source: Application:
de: Programm:

source: Built on:
de: Basis:

source: Optimized for:
de: Optimiert für:

source: Copyright:
de: Urheber:

source: License:
de: Lizenz:

source: Icons from:
de: Piktogramme von:

source: About icemac.addressbook
de: Über icemac.addressbook

source: Address book
de: Adressbuch

source: Add new address book
de: Neues Adressbuch erstellen

source: Delete all persons in address book
de: Alle Personen in diesem Adressbuch löschen

source: Edit address book data
de: Daten des Adressbuchs bearbeiten

source: Delete address book
de: Adressbuch löschen

source: Do you really want to delete this whole address book?
de: Wollen Sie wirklich dieses Adressbuch vollständig löschen?

source: The users inside this address book will not get deleted.
de: Die Benutzer in diesem Adressbuch werden nicht gelöscht.

source: Delete all persons
de: Alle Personen löschen

source: Do you really want to delete all persons in this address book?
de: Wollen Sie wirklich alle Personen in diesem Adressbuch löschen?

source: Address book contents deleted.
de: Inhalt des Adressbuchs gelöscht.

source: Welcome page
de: Begrüßungsseite

source: Person list
de: Personen

source: Search
de: Suchen

source: Welcome to ${title}. Please select one of the tabs above.
de: Willkommen bei ${title}. Bitte wählen Sie einen der obigen Reiter aus.

source: Archive
de: Archiv

source: Archived persons
de: Archivierte Personen

source: There are no persons in the archive yet. You can archive persons via the person edit view or as a search result action.
de: Es gibt noch keine archivierten Personen. Sie können eine Person in ihrer Bearbeitungsansicht oder über die Suchfunktion archivieren.

source: metadata
de: Metadaten

source: Unarchive person
de: Person wiederherstellen

source: Archival data
de: Archivierungsdaten

source: Do you really want to unarchive this person? Afterwards the person is no longer in the archive. Editing and finding using searches is possible again.
de: Wollen Sie diese Person wirklich wiederherstellen? Danach ist die Person nicht länger im Archiv. Ihre Daten können wieder bearbeitet werden und sie kann auch wieder über die Suche gefunden werden.

source: Unarchiving canceled.
de: Wiederherstellen abgebrochen.

source: Yes, unarchive
de: Ja, wiederherstellen.

source: "${title}" unarchived.
de: „${title}“ wiederhergestellt.

source: logout
de: Abmelden

source: You have been logged out successfully.
de: Erfolgreich abgemeldet.

source: redirect
de: weiterleiten

source: successful
de: erfolgreich

source: To log-in enter your username and password and submit the form.
de: Zum Anmelden bitte Anmeldenamen und Passwort eingeben.

source: Login
de: Anmeldung

source: You have been logged-in successfully.
de: Erfolgreich angemeldet.

source: Login failed. Username and/or password might be wrong.
de: Anmeldung fehlgeschlagen. Anmeldename und/oder Passwort sind falsch.

source: Login failed
de: Anmeldung fehlgeschlagen

source: Add
de: Hinzufügen

source: "${title}" added.
de: „${title}“ hinzugefügt.

source: Cancel
de: Abbrechen

source: Addition canceled.
de: Hinzufügen abgebrochen.

source: No, cancel
de: Nein, abbrechen.

source: Do you really want to delete this entry?
de: Wollen Sie diesen Eintrag wirklich löschen?

source: Deletion canceled.
de: Löschen abgebrochen.

source: Yes, delete
de: Ja, löschen.

source: "${title}" deleted.
de: „${title}“ gelöscht.

source: Do you really want to clone this entry?
de: Wollen Sie diesen Eintrag wirklich kopieren?

source: Cloning canceled.
de: Kopieren abgebrochen.

source: Yes, clone
de: Ja, kopieren.

source: "${object}" cloned.
de: „${object}“ kopiert.

source: Preferences
de: Einstellungen

source: Not Found
de: Nicht gefunden

source: This web application uses a session cookie to store the log-in status. It gets deleted when closing the browser.
de: Diese Web-Anwendung verwendet ein Session-Cookie, um den Login-Status zu speichern. Es wird beim Schließen des Browsers gelöscht.

source: I understand!
de: Ich verstehe!

source: Read more.
de: Weiterlesen.

source: Entities
de: Entitäten

source: field
de: Feld

source: move-up-table-header
de: nach

source: move-up-table-cell
de: oben

source: move-down-table-header
de: nach

source: move-down-table-cell
de: unten

source: Edit fields
de: Felder bearbeiten

source: Entity
de: Entität

source: Moved ${entity} up.
de: Entität „${entity}“ nach oben bewegt.

source: Moved ${entity} down.
de: Entität „${entity}“ nach unten bewegt.

source: Delete the value and submit the form to reset to the default value.
de: Löschen Sie den Wert des Feldes und Speichern Sie das Formular, um zum voreingestellten Wert zurückzukehren.

source: description
de: Beschreibung

source: Saved sortorder.
de: Reihenfolge gespeichert.

source: Add new field
de: Neues Feld hinzufügen

source: Edit field
de: Feld bearbeiten

source: Delete field
de: Feld löschen

source: Caution: When you delete this field, possibly data will get lost. Namely the data which was entered into this field when it was displayed in a form of an object.
de: Achtung: Wenn Sie dieses Feld löschen, gehen möglicherweise Daten verloren. Und zwar die Daten, die in dieses Feld eingegeben wurden, als es in einem Formular eines Objekts angezeigt wurde.

source: Rename field
de: Feld umbenennen

source: Field
de: Feld

source: Type
de: Feldtyp

source: You can reorder the fields using drag'n'drop. To store a changed order use the `Save sortorder` button below.
de: Sie können die Felder mittels Drag & Drop umsortieren. Benutzen danach Sie die Schaltfläche „Reihenfolge speichern”.

source: Save sortorder
de: Reihenfolge speichern

source: ${value} is not a valid e-mail address.
de: ${value} ist keine gültige E-Mail-Adresse.

source: <no name>
de: <kein Name>

source: Add new file
de: Datei hinzufügen

source: Delete file
de: Datei löschen

source: Do you really want to delete this file?
de: Wollen Sie diese Datei wirklich löschen?

source: Download file
de: Datei herunterladen

source: number of persons
de: Anzahl der Personen

source: keyword
de: Schlagwort

source: Keywords
de: Schlagwörter

source: Add new keyword
de: Neues Schlagwort hinzufügen

source: Edit keyword
de: Schlagwort bearbeiten

source: Delete keyword
de: Schlagwort löschen

source: Do you really want to delete this keyword?
de: Wollen Sie dieses Schlagwort wirklich löschen?

source: No keywords defined yet.
de: Es sind noch keine Schlagwörter definiert.

source: Information about icemac.addressbook
de: Informationen über icemac.addressbook

source: info-i
de: Informationen

source: logged in as "${username}" -
de: angemeldet als "${username}" •

source: logged in as <a href="${url}">${username}</a> -
de: angemeldet als <a href="${url}">${username}</a> •

source: Master data
de: Stammdaten

source: Add-menu-Add
de: Hinzufügen:

source: Modification Date (${timezone})
de: Änderungsdatum (${timezone})

source: The date and time that the object was last modified converted to the displayed time zone.
de: Zeitpunkt an dem das Objekt zum letzten Mal geändert wurde – in angegebener Zeitzone.

source: Creation Date (${timezone})
de: Erstellungsdatum (${timezone})

source: The date and time that the object was created converted to the displayed time zone.
de: Zeitpunkt an dem das Objekt angelegt wurde – in angegebener Zeitzone.

source: Add phone number
de: Telefonnummer hinzufügen

source: Delete phone number
de: Telefonnummer löschen

source: Do you really want to delete this phone number?
de: Wollen Sie diese Telefonnummer wirklich löschen?

source: Add postal address
de: Anschrift hinzufügen

source: Delete postal address
de: Anschrift löschen

source: Do you really want to delete this postal address?
de: Wollen Sie diese Anschrift wirklich löschen?

source: Add e-mail address
de: E-Mail-Adresse hinzufügen

source: Delete e-mail address
de: E-Mail-Adresse löschen

source: Do you really want to delete this e-mail address?
de: Wollen Sie diese E-Mail-Adresse wirklich löschen?

source: Add home page address
de: Homepage-Adresse hinzufügen

source: Delete home page address
de: Homepage-Adresse löschen

source: Do you really want to delete this home page address?
de: Wollen Sie diese Homepage-Adresse wirklich löschen?

source: home page
de: Homepage-Adresse

source: You did not enter enough data of the person, so no export is possible.
de: Sie haben nicht genügend Daten der Person eingegeben, somit ist kein Export möglich.

source: Select one of the following export formats:
de: Wählen Sie eines der folgenden Export-Formate:

source: Export person data
de: Personendaten exportieren

source: iCalendar export of birth date (.ics file)
de: iCalendar-Export des Geburtsdatums als .ics-Datei

source: Persons
de: Personen

source: There are no persons entered yet, click on "Add person" to create one.
de: Es sind keine Personen in diesem Adressbuch erfasst. Wählen Sie „Hinzufügen: Person“ aus, um eine Person zu erfassen.

source: Add new person
de: Neue Person hinzufügen

source: Edit person data
de: Personendaten bearbeiten

source: main ${address}
de: bevorzugte ${address}

source: other ${address}
de: weitere ${address}

source: Clone person
de: Person kopieren

source: Archive person
de: Archivieren

source: Delete whole person
de: ganze Person löschen

source: Delete single entry
de: einzelnen Eintrag löschen

source: Export
de: Exportieren

source: Do you really want to archive this person? Afterwards the person can only be found in the archive, neither be edited nor found using searches.
de: Wollen Sie diese Person wirklich archivieren? Danach befindet sie sich im Archiv und kann weder bearbeitet noch durch die Suchfunktion gefunden werden.

source: Archiving canceled.
de: Archivieren abgebrochen.

source: Yes, archive
de: Ja, archivieren.

source: Failed to archive person: This person is referenced. To archive this person, remove the reference before.
de: Person konnte nicht archiviert werden: Diese Person ist referenziert. Damit diese Person archiviert werden kann, muss erst die Referenz entfernt werden.

source: "${title}" archived.
de: „${title}“ archiviert.

source: Delete person
de: Person löschen

source: Do you really want to delete this person?
de: Wollen Sie diese Person und alle ihre Daten wirklich löschen?

source: Failed to delete person: This person is referenced. To delete this person, remove the reference before.
de: Person konnte nicht gelöscht werden: Diese Person ist referenziert. Damit diese Person gelöscht werden kann, muss erst die Referenz entfernt werden.

source: Do you really want to clone this person?
de: Wollen Sie wirklich diese Person kopieren?

source: Entries
de: Einträge

source: Please choose an entry for deletion:
de: Bitte wählen Sie einen Eintrag zum Löschen aus:

source: Delete entry
de: Eintrag löschen

source: Users
de: Benutzer

source: user
de: Benutzer

source: last login
de: Zuletzt angemeldet

source: No users defined yet or you are not allowed to access any.
de: Es sind noch keine Benutzer angelegt oder Sie dürfen keine Benutzer sehen.

source: login name
de: Anmeldename

source: roles
de: Rollen

source: Add new user
de: Neuen Benutzer hinzufügen

source: Edit user
de: Benutzer bearbeiten

source: Delete user
de: Benutzer löschen

source: You changed the login name, please re-login.
de: Anmeldenamen geändert. Bitte mit neuem Anmeldenamen anmelden.

source: You changed the password, please re-login.
de: Passwort geändert. Bitte mit neuem Passwort anmelden.

source: Do you really want to delete this user?
de: Wollen Sie diesen Benutzer wirklich löschen?

source: Address books
de: Adressbücher

source: There are no address books created yet, click on "Add address book" to create one.
de: Es wurde noch kein Adressbuch angelegt. Wählen Sie „Hinzufügen: Adressbuch“ aus, um ein Adressbuch anzulegen.

source: There were some errors.
de: Es ist ein Fehler aufgetreten.
