Repository: icemac/icemac.ab.locales
Catalog: src/icemac/ab/locales/*/LC_MESSAGES/icemac.recurrence.po
Languages: de

source: daily
de: täglich

source: each day
de: jeden Tag

source: 1st
de: ersten

source: 2nd
de: zweiten

source: 3rd
de: dritten

source: 4th
de: vierten

source: 5th
de: fünften

source: monthly, same weekday (e. g. each 3rd Sunday)
de: monatlich, gleicher Wochentag (z. B. jeden dritten Sonntag im Monat)

source: ${recurrence} ${weekday} every month
de: jeden ${recurrence} ${weekday} im Monat

source: every other month, same weekday (e. g. each 3rd Sunday in other month)
de: zweimonatlich, gleicher Wochentag (z. B. jeden dritten Sonntag aller zwei Monate)

source: ${recurrence} ${weekday} every other month
de: jeden ${recurrence} ${weekday} aller zwei Monate

source: last
de: letzten

source: last but one
de: vorletzten

source: last but two
de: drittletzten

source: last but three
de: viertletzten

source: last but four
de: fünftletzten

source: monthly, same weekday counted from the end of the month (e. g. each last but one Sunday)
de: monatlich, gleicher Wochentag vom Ende des Monats gezählt (z. B. jeden vorletzten Sonntag im Monat)

source: every other month on same weekday counted from the end of the month (e. g. each last but one Sunday every other month)
de: zweimonatlich, gleicher Wochentag vom Ende des Monats gezählt (z. B. jeden vorletzten Sonntag aller zwei Monate)

source: weekly, same weekday (e. g. each Friday)
de: ﻿wöchentlich, gleicher Wochentag (z. B. jeden Freitag)

source: ${weekday} every week
de: jeden ${weekday}

source: every other week, same weekday (e. g. each second Friday)
de: ﻿jede zweite Woche, gleicher Wochentag (z. B. jeden zweiten Freitag)

source: ${weekday} every other week
de: jeden zweiten ${weekday}

source: yearly (e. g. 24th of December)
de: jährlich (z. B. 24. Dezember)

source: ${date} every year
de: jedes Jahr am ${date}
