Repository: icemac/icemac.ab.locales
Catalog: src/icemac/ab/locales/*/LC_MESSAGES/icemac.addressbook.po
Languages: de

source: Keyword search
de: Schlagwortsuche

source: Select requested keywords from the list popping up when selecting the keywords control.
de: Wenn Sie dieses Element anwählen, wird eine Liste von Schlagwörtern angezeigt. Daraus können Sie die Schlagwörter auswählen, nach denen Sie suchen wollen.

source: search-and
de: Ergebnisse müssen alle Suchbegriffe enthalten.

source: search-or
de: Ergebnisse müssen mindestens einen der Suchbegriffe enthalten.

source: search term concatenation
de: Suchbegriffe verknüpfen

source: keywords
de: Schlagwörter

source: Name search
de: Namenssuche

source: You may use wildcards in this search: Use ? for a single character or * for multiple characters.
de: Sie können Platzhalter für diese Suche verwenden: Verwenden Sie ? als Platzhalter für ein einzelnes Zeichen oder * als Platzhalter für beliebig viele Zeichen.

source: Name of a person
de: Name einer Person

source: You may use ? as wildcard for a single character or * as wildcard for multiple characters.
de: Sie können ? als Platzhalter für ein einzelnes Zeichen oder * als Platzhalter für beliebig viele Zeichen verwenden.

source: Apply on selected persons
de: Auf ausgewählte Personen anwenden

source: Apply
de: Anwenden

source: You are not able to archive a person who is referenced. You have to remove the reference before.
de: Sie können referenzierte Personen nicht archvieren. Entfernen sie dazu zuerst die Referenz.

source: Archive persons
de: Personen archivieren

source: Do you really want to archive the selected persons? Afterwards these persons can only be found in the archive, neither be edited nor found using searches.
de: Wollen Sie die ausgewählten Person wirklich archivieren? Danach befinden sie sich im Archiv und können weder bearbeitet noch durch die Suchfunktion gefunden werden.

source: Selected persons archived: ${num}
de: Ausgewählte Personen archiviert: ${num}

source: Birthday list
de: Geburtstagsliste

source: Birthday list (Person names sorted by birthday.)
de: Geburtstagsliste (Namen und Geburtsdatum der Personen nach Geburtstag sortiert)

source: Birthday
de: Geburtsdatum

source: Number of persons: ${count}
de: Anzahl der Personen: ${count}

source: Check list
de: Ankreuzliste

source: Checklist (List of person names with check-boxes.)
de: Ankreuzliste (Liste von Personennamen mit Ankreuzfeldern.)

source: Checklist of selected persons
de: Liste ausgewählter Personen

source: Deletion (Deletes selected persons.)
de: Löschung (Löscht ausgewählte Personen.)

source: Archive (Archives the selected persons.)
de: Archivieren (Verschiebt die ausgewählten Personen ins Archiv.)

source: You are not able to delete a person who is referenced. You have to remove the reference before.
de: Sie können eine referenzierte Person nicht löschen. Entfernen sie dazu zuerst die Referenz.

source: Delete persons
de: Personen löschen

source: Do you really want to delete the selected persons?
de: Wollen Sie die ausgewählten Personen wirklich löschen?

source: Selected persons deleted: ${num}
de: Ausgewählte Personen gelöscht: ${num}

source: XLS export main (Exports person data and main addresses resp. phone numbers.)
de: XLS-Export „bevorzugte“ (Exportiert die Personendaten und die bevorzugten Einträge.)

source: XLS export complete (Exports person data and all addresses resp. phone numbers.)
de: XLS-Export „vollständig“ (Exportiert alle Personendaten und alle Einträge.)

source: iCalendar export birthday (Export person's birthdays as .ics file.)
de: iCalendar-Export des Geburtsdatums (Exportiert die Geburtsdaten der Personen als .ics-Datei.)

source: birthdays of ${address_book}
de: Geburtstage von ${address_book}

source: E-Mail (Creates a link to send e-mails.)
de: E-Mail (Erstellt einen Link, um E-Mails zu verschicken.)

source: Click here to open your e-mail client
de: Klicken Sie hier, um Ihr E-Mail-Programm zu öffnen.

source: Send an e-mail
de: E-Mail senden

source: Name list
de: Namen

source: Names (Comma separated list of person names.)
de: Namen (komma-getrennte Liste der Namen der Personen)

source: Names of selected persons
de: Namen der ausgewählten Personen

source: Update Wizard
de: Bearbeitungs-Assistent

source: previous value
de: vorheriger Wert

source: errors
de: Fehler

source: Check result
de: Ergebnis überprüfen

source: Which field should be updated?
de: Welches Feld wollen Sie bearbeiten?

source: Choose field
de: Feld auswählen

source: Update (Allows you to choose a field for update on each selected person.)
de: Bearbeiten (Wählen Sie ein Feld aus, welches für alle ausgewählten Personen aktualisiert wird.)

source: prepend new value to existing one
de: neuen Wert vorne an bestehenden anhängen

source: replace existing value with new one
de: bestehenden Wert mit neuem Wert ersetzen

source: append new value to existing one
de: neuen Wert hinten an bestehenden Wert anhängen

source: remove all occurrences of new value in existing one
de: alle Vorkommen des neuen Wertes im bestehenden Wert löschen

source: remove left-most occurrence of new value in existing one
de: erstes Vorkommen des neuen Wertes im bestehenden Wert löschen

source: remove right-most occurrence of new value in existing one
de: letztes Vorkommen des neuen Wertes im bestehenden Wert löschen

source: append selected keywords to existing ones
de: unter „neuer Wert“ ausgewählte Schlagwörter zu Schlagwörtern der Personen hinzufügen

source: remove selected keywords from existing ones
de: unter „neuer Wert“ ausgewählte Schlagwörter aus Schlagwörtern der Personen entfernen

source: intersection (i. e. keywords which are in selected keywords and existing ones)
de: Schnittmenge (d. h. nur die Schlagwörter behalten, die sowohl unter „neuer Wert“ ausgewählt sind, als auch in den Schlagwörtern der Personen vorkommen)

source: symmetric difference (i. e. keywords which are either in selected keywords or existing ones but not both)
de: exklusives Oder (d. h. nur die Schlagwörter behalten, die entweder unter „neuer Wert“ ausgewählt sind oder die in den Schlagwörtern der Personen vorkommen, aber nicht in beiden)

source: add new value to existing one
de: Addition des neuen Wertes zu bestehendem

source: substract new value from existing one
de: Subtraktion des neuen Wertes vom bestehendem

source: multiply new value by existing one
de: Multiplikation des neuen Wertes mit dem bestehendem

source: divide existing value by new one
de: Division des bestehendem Wertes durch den neuen Wert

source: New value
de: Neuer Wert

source: new value
de: neuer Wert

source: This value should be set on each selected person.
de: Dieser Wert soll bei allen ausgewählten Personen mit dem bestehenden Wert mittels der unten ausgewählten Operation verknüpft werden.

source: What should be done with the current value and the new one?
de: Wie sollen der bestehende Wert und der neue Wert miteinander verknüpft werden?

source: Division by zero
de: Division durch Null

source: Unexpected error occurred: ${klass}: ${text}
de: Ein unerwarteter Fehler ist aufgetreten: ${klass}: ${text}

source: No person found.
de: Keine Personen gefunden.

source: Please choose a search.
de: Bitte wählen Sie eine Suche aus.

source: Steps:
de: Schritte:

source: Current step:
de: Derzeitiger Schritt:

source: Address book - Export
de: Adressbuch - Export

source: Name of the file.
de: Dieser Dateiname wird beim Herunterladen verwendet.

source: file name
de: Dateiname

source: Size
de: Größe

source: Size in bytes
de: Größe in Byte

source: Deselected tabs
de: abgewählte Tabs

source: The tabs selected here are not shown in the navigation. Deselecting a tab can mean to disable the whole feature.
de: Die hier ausgewählten Tabs werden nicht in der Navigation angezeigt. Wenn ein Tag hier ausgewählt wird, kann das bedeuten, dass die gesamte Funktion deaktiviert wird.

source: start page after log-in
de: Startseite nach dem Anmelden

source: Fallback in case a user has not set up his personal time zone in the preferences.
de: Alternativ-Zeitzone für Nutzer, die keine eigene Zeitzone in den Einstellungen festgelegt haben.

source: first name
de: Vorname

source: last name
de: Familienname

source: birth date
de: Geburtsdatum

source: archival date
de: Datum

source: Date when the person was archived.
de: Zeitpunkt zu dem die Person archiviert wurde.

source: archived by
de: archiviert durch

source: address prefix
de: Adresszusatz

source: e. g. company name or c/o
de: z. B. Firmenname oder c/o

source: street
de: Straße

source: city
de: Ort

source: zip
de: PLZ

source: country
de: Land

source: number
de: Nummer

source: main postal address
de: bevorzugte Anschrift

source: main phone number
de: bevorzugte Telefonnummer

source: main e-mail address
de: bevorzugte E-Mail-Adresse

source: main home page address
de: bevorzugte Homepage-Adresse

source: type
de: Art

source: choice field values
de: mögliche Werte des Auswahlfelds

source: value
de: Wert

source: type "choice" requires at least one field value.
de: Ein Auswahlfeld benötigt mindestens einen möglichen Wert.

source: This keyword already exists.
de: Dieses Schlagwort existiert bereits.

source: creator
de: Ersteller

source: last modfier
de: Letzter Bearbeiter

source: main adresses and numbers
de: bevorzugte Adressen und Nummern

source: Address Book Preferences
de: Adressbuch-Einstellungen

source: Please select a preference category to edit it.
de: Bitte wählen Sie eine Gruppe aus, um sie zu bearbeiten.

source: Person Lists
de: Personenlisten

source: Preferences for all person lists.
de: Einstellungen für alle Personenlisten.

source: Person List Tab
de: Personen-Reiter

source: Preferences only for the person list tab.
de: Einstellungen nur für den Personen-Reiter.

source: Datetimes get converted to the selected time zone.
de: Datum und Uhrzeit wird in die ausgewählte Zeitzone umgerechnet.

source: columns
de: Spalten

source: order by
de: sortieren nach

source: sort direction
de: Sortierrichtung

source: batch size
de: Anzahl Personen pro Seite

source: password
de: Passwort

source: The password for the user.
de: Passwort des Benutzers.

source: password repetition
de: Passwortwiederholung

source: Please repeat the password.
de: Bitte wiederholen Sie das Passwort.

source: Entry in password field was not equal to entry in password repetition field.
de: Das Passwort stimmt nicht mit der Wiederholung überein.

source: The Login/Username of the user. This value can change.
de: Der Anmeldename des Benutzers.

source: Provides notes for the user.
de: Anmerkungen zum Benutzer.

source: <no person>
de: <keine Person>

source: Editor
de: Adressbuch lesen und schreiben

source: Visitor
de: Adressbuch lesen

source: Archivist
de: Archivar

source: Role which can manage the archive.
de: Rolle, die es erlaubt, das Archiv zu betreuen.

source: Archive Visitor
de: Archivbesucher

source: Role which can access the archive (read only).
de: Rolle mit der man im Archiv lesenden Zugriff hat.

source: Administrator
de: Verwalten

source: Administrator for the Addressbook
de: Verwalter des Adressbuchs

source: yes
de: ja

source: no
de: nein

source: ascending (A-->Z)
de: aufsteigend (A—>Z)

source: descending (Z-->A)
de: absteigend (Z—>A)

source: bool
de: Wahrheitswert

source: choice
de: Auswahlfeld

source: decimal number
de: Dezimalzahl

source: integer number
de: Ganzzahl

source: text area
de: Textfeld

source: text line
de: Textzeile
